Repository: robson1622/Aloong
Catalog: Macro/Localizable.xcstrings
Source language: en
Languages: fr, pt_br

# 2.2K steps
source: 2.2K spets
fr: 2.2K étapes
pt_br: 2.2K passos

source: Active days
fr: Jours actifs
pt_br: Dias ativos

source: Activities
fr: Activités
pt_br: Atividades

source: Add a description
fr: Ajouter une description
pt_br: Adicionar descrição

source: Add an title
fr: Ajouter un titre
pt_br: Adicionar titulo

source: Add new friend
fr: Ajouter un nouvel ami
pt_br: Adicionar novo amigo

# Add plus image
source: Add plus images
fr: Ajouter des images
pt_br: Adicione amigos

source: and more
fr: et plus
pt_br: e mais

# Anote tudo e veja sua evolução! Convide seus amigos e veja quem chega mais longe
source: Write everything down and watch your progress! Invite your friends and see who gets the furthest
fr: Notez tout et observez vos progrès ! Invitez vos amis et voyez qui va le plus loin.
pt_br: Anote tudo e veja sua evolução! Convide seus amigos e veja quem chega mais longe

source: Back
fr: Retour
pt_br: voltar

source: Birth date
fr: Date de naissance
pt_br: Data de nascimento

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Challenge not found
fr: Défi non relevé
pt_br: Desafio não encontrado

source: Choose the name, description and duration of the challenge
fr: Choisissez le nom, la description et la durée du défi
pt_br: Escolha o nome, descrição e duração do desafio

source: Click here
fr: Cliquez ici
pt_br: Clique aquí

source: Click me!
fr: Cliquez-moi
pt_br: Clique aquí

source: Copy code
fr: Copier le code
pt_br: Copiar código

source: Create
fr: Créer
pt_br: Criar

source: Create a challenge
fr: Créer un défi
pt_br: Criar desafio

# Crie competições personalizadas
source: Create customized competitions
fr: Créer des concours personnalisés
pt_br: Crie competições personalizadas

source: days
fr: jours
pt_br: dias

source: Days left
fr: Jours restants
pt_br: Dias restantes

source: Delete
fr: Supprimer
pt_br: Apagar

source: Delete account
fr: Supprimer le compte
pt_br: Apagar conta

# Delete accout
source: Delete account
fr: Supprimer le compte
pt_br: Apagar conta

# Details of group
source: Details of challenge
fr: Détails du défi
pt_br: Detalhes do desafio

source: Do you have a code?
fr: Avez-vous un code ?
pt_br: Você tem um código?

# Duração
source: Duration
fr: Durée
pt_br: Duração

source: Duration
fr: Durée
pt_br: Duração

source: Edit
fr: Editer
pt_br: Editar

source: End date
fr: Date de fin
pt_br: Data final

source: Enter your name
fr: Entrez votre nom
pt_br: Digite seu nome

source: Final date
fr: Date de fin
pt_br: Data final

# First step
source: Log in with your apple account to continue.
fr: Connectez-vous avec votre compte Apple pour continuer.
pt_br: Faça login com sua conta apple para continuar.

source: Get out
fr: Sortir
pt_br: Sair

source: Hello, World!
fr: Bonjour le monde!
pt_br: Olá mundo

source: Inappropriate content
fr: Contenu inapproprié
pt_br: Conteúdo inapropriado

source: Insert the code sent by your friend here
fr: Insérez ici le code envoyé par votre ami
pt_br: Insira o código que seu amigo enviou aquí

source: Intensity
fr: Intensité
pt_br: Intensidade

source: Invite friends
fr: Inviter des amis
pt_br: Convidar amigos

source: Its We
fr: c'est nous
pt_br: é nóis

source: K Steps
fr: K étapes
pt_br: K passos

source: Left days
fr: Jours restants
pt_br: Dias restantes

source: Let’s get to the challenge
fr: Passons au défi
pt_br: Vamos começar o desafio !

source: Let’s go
fr: Allons-y
pt_br: Vamos lá

source: Let’s go…
fr: Allons-y…
pt_br: Vamos lá...

# Líder
source: Leader
fr: Chef de file
pt_br: Líder

source: Loading…
fr: Chargement...
pt_br: Carregando...

source: METRICS
fr: MÉTRIQUES
pt_br: MÉTRICAS

source: Name
fr: Nom
pt_br: Nome

source: Next
fr: Suivant
pt_br: Próximo

source: Nick name
fr: Nom de famille
pt_br: Apelido

# Nome
source: Name
fr: Nom
pt_br: Nome

source: Oops, there's nothing here yet...
fr: Oups ! il n'y a encore rien ici...
pt_br: Oops, ainda não há nada aquí

source: Other people
fr: Autres personnes
pt_br: Outras pessoas

source: Personalize your challenge
fr: Personnalisez votre défi
pt_br: Personalize seu desafio

source: Points system
fr: Système de points
pt_br: Sistema de pontos

source: Publish
fr: Publier
pt_br: Postar

source: RANKING
fr: CLASSEMENT

source: REFERENCES
fr: RÉFÉRENCES
pt_br: REFERENCIAS

# Registre suas conquistas e desafie seus amigos!
source: Record your achievements and challenge your friends!
fr: Enregistrez vos succès et défiez vos amis !
pt_br: Registre suas conquistas e desafie seus amigos!

source: Report
fr: Signaler
pt_br: Reportar

source: Save
fr: Enregistrer
pt_br: Salvar

# Save changes
source: Save
fr: Enregistrer
pt_br: Salvar

source: Search
fr: Recherche
pt_br: Procurar

source: Start date
fr: Date de début
pt_br: Data de início

source: Steps
fr: Étapes
pt_br: Passos

# Sucess on copy
source: Successful copying
fr: Copie réussie
pt_br: Copiado com sucesso

# Supere seus limites com desafios em grupo!
source: Overcome your limits with group challenges!
fr: Dépassez vos limites grâce aux défis de groupe !
pt_br: Supere seus limites com desafios em grupo!

source: Tell us more
fr: En savoir plus
pt_br: Nos conte mais

source: The group moderator will receive the report in order to moderate.
fr: Le modérateur du groupe recevra le rapport afin de pouvoir modérer.
pt_br: O moderador do grupo receberá o relatório para poder moderar.

source: Title
fr: Titre
pt_br: Titulo

source: Today
fr: Aujourd'hui
pt_br: Hoje

source: Type the code
fr: Saisir le code
pt_br: Digite o código

source: Type your name or nickname
fr: Tapez votre nom ou votre surnom
pt_br: Digite seu nome ou apelido

source: Welcome
fr: Bienvenue
pt_br: Bem vindo

source: What do you want to be called?
fr: Comment voulez-vous qu'on vous appelle ?
pt_br: Como você gostaria de ser chamado?

source: What's wrong with this activity?
fr: Qu'est-ce qui ne va pas dans cette activité ?
pt_br: O que há de errado com essa atividade?

source: Without text
fr: Pas de texte
pt_br: Sem texto

source: Yehh, sucess!!
fr: Oui, c'est un succès !
pt_br: Yehh, sucesso !

source: You
fr: Vous
pt_br: Você

source: You can choose to create a challenge or enter one with a code
fr: Vous pouvez choisir de créer un défi ou d'en saisir un à l'aide d'un code.
pt_br: Você pode escolher criar um desafio ou entrar em um com um código

source: Your age
fr: Votre âge
pt_br: Sua idade

source: Your challenger
fr: Votre challenger
pt_br: Seu desafio

source: Your profile
fr: Votre profil
pt_br: Seu perfil

# %lldº %@
source: %1$lldº %2$@
pt_br: %lldº %@

source: Calories
pt_br: Calorias

source: Date
pt_br: Data

# Descrição
source: Description
pt_br: Descrição

# Descriptio
source: Description
pt_br: Descrição

source: Description
pt_br: Descrição

source: DESCRIPTION
pt_br: DESCRIÇÃO

source: Distance
pt_br: Distância

source: INFORMATIONS
pt_br: IFORMAÇÕES
